tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homeport/tap"
tap "int128/kubelogin"
tap "kubecolor/tap"
tap "stateful/tap"
brew "argocd"
brew "awscli"
brew "bat"
brew "bats-core"
brew "colordiff"
brew "curl"
brew "direnv"
brew "fzf"
brew "git"
brew "git-lfs"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "git-secret"
brew "go"
brew "harfbuzz"
brew "helm"
brew "helmfile"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "lua-language-server"
brew "logcli"
brew "mimirtool"
brew "neovim"
brew "pre-commit"
brew "saml2aws"
brew "terraform"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yamlfmt"
brew "zsh"
brew "zsh-async"
brew "zsh-autocomplete"
brew "zsh-autopair"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "kubecolor/tap/kubecolor"
brew "stateful/tap/runme"
cask "alfred"
cask "dotnet-sdk"
cask "google-chrome"
cask "rectangle"
cask "visual-studio-code"
cask "warp"
